[
  {
    "idEvento": 1,
    "nombre": "40 Aniversario Rock\u0026Rios",
    "cantante": "Miguel Ríos",
    "descripcion": "Cuarenta años, en apariencia, no son nada, pero cuando se celebran ha de hacerse a lo grande, y esta ocasión lo merece, pues han pasado cuatro décadas de las dos veladas del Rock \u0026 Ríos en el Pabellón de la Ciudad Deportiva del Real Madrid los días 5 y 6 de marzo de 1982.",
    "localidad": "Wizink Center de Madrid",
    "fecha": "2023-03-11",
    "precioEntrada": 70,
    "stock": 100,
    "categoria": "Rock"
  },
  {
    "idEvento": 2,
    "nombre": "20 Años de Lágrimas Negras",
    "cantante": "Diego el Cigala",
    "descripcion": "Diego El Cigala, celebrará el vigésimo aniversario de su disco que grabó junto al pianista cubano Bebo Valdés. Un álbum que ha vendido más de dos millones de copias y que ha contado con la colaboración de artistas de la talla de Alicia Keys, Alejandro Fernández, Chavela Vargas, Ricky Martín y Lila Downs entre muchos otros. Esta gira aniversario comienza el 13 de octubre en Dallas (Texas) y le llevará a recorrer 10 ciudades de Estados Unidos, para posteriormente aterrizar en España.",
    "localidad": "Madrid",
    "fecha": "2022-12-19",
    "precioEntrada": 60,
    "stock": 98,
    "categoria": "Flamenco"
  },
  {
    "idEvento": 3,
    "nombre": "Papa Noel, Misión Salvar la Navidad",
    "cantante": "Grupo Navideño",
    "descripcion": "Los Elfos del Polo Norte están preparados, las cartas leídas y revisadas, los juguetes envueltos, el trineo a punto de despegar… Todo listo para que Papá Noel se enfrente a la noche que más trabajo tiene, Nochebuena. Pero este año alguien intentará impedir que se celebre la Navidad; El Grinch, que con sus trucos lo complicará todo. Música, magia y emoción serán los principales ingredientes de esta aventura. ¿Qué ocurrirá finalmente? ¿Podrán los Elfos buscar una solución? ¿Estarán los regalos repartidos a tiempo? Y lo más importante… ¿Nos ayudarás a salvar la Navidad?",
    "localidad": "Auditorio Nissan Cartuja, Sevilla",
    "fecha": "2022-12-22",
    "precioEntrada": 40,
    "stock": 100,
    "categoria": "Musical"
  },
  {
    "idEvento": 4,
    "nombre": "Voll-Damm Festival de Jazz",
    "cantante": "Edu Ferrer \u002B Joan Chamorro",
    "descripcion": "Otro concierto-joya de los que hay tantos en nuestro festival: la cantante y guitarrista Rebecca Martin y el contrabajista Larry Grenadier, pareja en la vida real, han decidido empezar en Barcelona una gira europea que, como suele ocurrir cuando las cosas salen algo de los sitios comunes, sólo tiene como cita hispánica nuestro festival. Voz, guitarra y contrabajo en manos de dos músicos con un mundo de una especial densidad poética.",
    "localidad": "Barcelona",
    "fecha": "2022-12-28",
    "precioEntrada": 22,
    "stock": 100,
    "categoria": "Jazz"
  },
  {
    "idEvento": 5,
    "nombre": "Sesión de Ópera",
    "cantante": "Andrea Bocelli",
    "descripcion": "Andrea Bocelli ofrecerá un concierto en el WiZink Center de Madrid el próximo 20 de septiembre de 2023. Será su único concierto en España y contará con un repertorio y escenografía únicos con colaboración de invitados especiales.",
    "localidad": "Wizink Center de Madrid",
    "fecha": "2023-9-20",
    "precioEntrada": 45,
    "stock": 99,
    "categoria": "Opera"
  },
  {
    "idEvento": 6,
    "nombre": "Sanz en Vivo",
    "cantante": "Alejandro Sanz",
    "descripcion": "Alejandro Sanz regresa a España con su gira SANZ EN VIVO 2023 tras el rotundo éxito conseguido el pasado verano. En esta gira, además de repasar los grandes éxitos de su carrera como “Corazón Partío”, “Amiga mía” o “Mi persona favorita”, Alejandro Sanz interpretará algunos de los temas incluidos en su disco SANZ, su último trabajo de estudio, nominado en la categoría Álbum del año en los Latin GRAMMY 2022 y disco más vendido en unidades físicas del 2021 en España.",
    "localidad": "Wizink Center de Madrid",
    "fecha": "2023-6-29",
    "precioEntrada": 53,
    "stock": 100,
    "categoria": "Pop"
  }
]